var APP_DATA = {
  "scenes": [
    {
      "id": "0--",
      "name": "Колонный зал",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        }
      ],
      "faceSize": 1024,
      "initialViewParameters": {
        "pitch": 0,
        "yaw": 0,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [],
      "infoHotspots": [
        {
          "yaw": 2.725025214158739,
          "pitch": 0.19094391754541107,
          "title": "Уставший сотрудник",
          "text": "Снс Горного музея устал на работе"
        },
        {
          "yaw": -2.0983550585150628,
          "pitch": 0.30317136472201334,
          "title": "Топаз",
          "text": "Топаз весом 10 кг из волынских пегматитов. Подарен на 200-летие Горного Института"
        },
        {
          "yaw": -2.8108618780749737,
          "pitch": 0.20793843762115038,
          "title": "Аметистодендрон",
          "text": "Ствол дерева из семейство диптерокарповых которое используется для выращивания кристаллов аметиста."
        },
        {
          "yaw": 0.22549484093920213,
          "pitch": -1.4526163763352322,
          "title": "Аллегория",
          "text": "Екатерина 2 открывает Горный институт"
        },
        {
          "yaw": 0.5103106031999456,
          "pitch": 0.17156344672453372,
          "title": "Ониксовая ваза",
          "text": "Эта ваза обладает свойствами фосфоресценции, от УФ фонарика на ней остается светящийся след"
        }
      ]
    }
  ],
  "name": "Project Title",
  "settings": {
    "mouseViewMode": "drag",
    "autorotateEnabled": false,
    "fullscreenButton": false,
    "viewControlButtons": false
  }
};
